Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Please authorize notifications by tapping 'Open iOS Settings' > 'Notifications' and enable 'Allow Notifications' for 'Notification Center' and 'Banners' Alerts.
bg: Моля, разрешете известията, като натиснете „Отваряне на Настройки на iOS“ > „Известия“ и включите „Разрешаване на известията“ за предупрежденията „Център за известия“ и „Банери“.
cs: Povol prosím oznámení: klepni na „Otevřít nastavení iOS“ > „Oznámení“ a zapni „Povolit oznámení“ pro „Oznamovací centrum“ a „Bannery“.
da: Godkend notifikationer ved at trykke på 'Åbn iOS-indstillinger' > 'Notifikationer' og aktiver 'Tillad notifikationer' for 'Notifikationscenter' og 'Banner'.
de: Bitte lass Benachrichtigungen zu. Gehe hierfür in Deine iOS Einstellungen, navigiere zu "Mitteilungen > Trio" und aktiviere "Mitteilungen erlauben" und "Banner"-Warnungen.
es: Por favor, autorice las notificaciones tocando 'Abrir ajustes de iOS' > 'Notificaciones' y active 'Permitir notificaciones' para 'Centro de notificaciones' y 'Alertas de banners'.
fr: Autorisez les notifications en appuyant sur "Ouvrir les Réglages iOS", "Notifications", puis activez "Autoriser les notifications" pour les alertes "Centre de notifications" et "Bannières".
it: Autorizza le notifiche premendo 'Apri impostazioni iOS' > 'Notifiche' e abilita 'Consenti notifiche' per 'Centro Notifiche' e 'Avvisi Banner'.
nb_no: Godkjenn varsler ved å trykke "Åpne iOS innstillinger" > "Varslinger" og aktivere "Tillat varsler" for "Varslingssenter" og "Bannere".
nl: Gelieve meldingen te autoriseren door op 'Open iOS Instellingen' > 'Meldingen' te tikken en 'Meldingen toestaan' in te schakelen voor 'Notificatie Center' en 'Banners' Alerts.
pl: Aby zezwolić na powiadomienia, dotknij opcji „Otwórz ustawienia iOS” > „Powiadomienia”, a następnie włącz opcję „Zezwalaj na powiadomienia” dla alertów „Centrum powiadomień” i „Banery”.
pt_pt: Por favor, autorize notificações tocando em 'Abrir Configurações do iOS' > 'Notificações' e habilite 'Permitir Notificações' para 'Alertas de Notificações' e 'Banners'.
ru: Пожалуйста, авторизуйте уведомления, нажав на 'Открыть настройки iOS > 'Уведомления' и 'Разрешить уведомления' для оповещений 'Центр уведомлений' и 'Баннеры'.
sv: Vänligen auktorisera notiser genom att trycka på "Öppna iOS-inställningar" > "Notiser" och aktivera "Tillåt notiser" för "Notiscenter" och "Banderoller".
uk: Будь ласка, авторизуйте сповіщення, натиснувши 'Налаштування iOS' > 'Сповіщення' і ввімкніть 'Дозволити сповіщення' для 'Центр сповіщень' та 'Банери' сигналів сповіщень.
vi: Vui lòng cho phép thông báo bằng cách nhấn vào 'Mở Cài đặt iOS' > 'Thông báo' và bật 'Cho phép Thông báo' cho 'Trung tâm Thông báo' và Cảnh báo 'Biểu ngữ'.
zh_hant: 請透過點擊「開啟 iOS 設定」 > 「通知」，並啟用「允許通知」為「通知中心」和「橫幅」的提醒來授權通知。

source: Please choose from the options below.
bg: Моля, изберете от опциите по-долу.
cs: Vyber si prosím z níže uvedených možností.
da: Vælg venligst fra mulighederne nedenfor.
de: Bitte wähle aus den unten stehenden Optionen aus.
fr: Veuillez choisir parmi les options ci-dessous.
nb_no: Velg mellom alternativene nedenfor.
nl: Kies uit de onderstaande opties.
pl: Proszę wybrać spośród poniższych opcji.
sv: Välj mellan alternativen nedan.
vi: Vui lòng chọn từ các tùy chọn bên dưới.
zh_hant: 請從以下選項中選擇。

source: Please choose if you want to import existing therapy settings from Nightscout or start from scratch.
bg: Моля, изберете дали искате да импортирате съществуващите настройки за терапията от Nightscout или да започнете от нулата.
cs: Vyber si, jestli chceš importovat stávající nastavení léčby z Nightscoutu, nebo začít úplně od nuly.
da: Vælg venligst om du vil importere eksisterende terapiindstillinger fra Nightscout eller starte fra bunden.
de: Bitte wähle aus, ob Du bestehende Therapieeinstellungen aus Nightscout importieren oder ganz neu beginnen möchtest.
fr: Choisissez si vous souhaitez importer des réglages de thérapie existants depuis Nightscout ou commencer de zéro.
nb_no: Velg om du vil importere eksisterende behandlingsinnstillinger fra Nightscout eller starte fra grunnen av.
nl: Kies of je bestaande therapieinstellingen wilt importeren uit Nightscout of helemaal opnieuw wilt beginnen.
pl: Wybierz, jeśli chcesz zaimportować istniejące ustawienia terapii z Nightscout lub zacznij od nowa.
sv: Välj om du vill importera befintliga behandlingsinställningar från Nightscout eller börja från början.
vi: Vui lòng chọn nếu bạn muốn nhập các thiết lập điều trị hiện có từ Nightscout hoặc bắt đầu từ đầu.
zh_hant: 請選擇是否要從 Nightscout 匯入現有的治療設定或從頭開始。

source: Please choose if you want to upload CGM readings from Trio to Nightscout.
bg: Моля, изберете дали искате да качвате показанията от CGM от Trio в Nightscout.
cs: Vyber si, jestli chceš odesílat měření z CGM z Tria do Nightscoutu.
de: Bitte wählen Sie, ob Sie CGM Daten von Trio auf Nightscout hochladen wollen.
fr: Choisissez si vous souhaitez envoyer les valeurs de glucose de Trio vers Nightscout.
nb_no: Velg om du vil laste opp CGM-avlesninger fra Trio til Nightscout.
pl: Wybierz, czy chcesz przesłać odczyty CGM z Trio do Nightscout.
vi: Vui lòng chọn nếu bạn muốn tải lên các giá trị đo CGM từ Trio sang Nightscout.
zh_hant: 請選擇是否要將CGM讀數從Trio上傳至Nightscout。

source: Please choose if you want to upload treatment data to Nightscout.
bg: Моля, изберете дали искате да качвате данните за въвежданията в Nightscout.
cs: Vyber si, jestli chceš odesílat data o léčbě do Nightscoutu.
de: Wähle aus, ob Behandlungsdaten nach Nightscout hochgeladen werden sollen.
fr: Choisissez si vous souhaitez envoyer les données de traitement vers Nightscout.
nb_no: Velg om du vil laste opp behandlingsdata til Nightscout.
pl: Wybierz, czy chcesz przesłać dane dotyczące leczenia do Nightscout.
vi: Vui lòng chọn nếu bạn muốn tải dữ liệu điều trị(treatment) lên Nightscout.
zh_hant: 請選擇是否要將治療資料上傳至Nightscout。

source: Please enter your credentials:
bg: Моля, въведете своите данни за достъп:
cs: Prosím zadej svoje přihlašovací údaje:
da: Indtast venligst dine logindata:
de: Bitte gib Deine Logindaten ein:
fr: Veuillez saisir vos identifiants :
nb_no: Oppgi innloggingsdetaljer:
nl: Voer je inloggegevens in:
pl: Wprowadź swoje dane logowania
sv: Ange dina inloggningsuppgifter:
vi: Vui lòng nhập thông tin đăng nhập của bạn:
zh_hant: 請輸入您的認證：

source: Please make sure that your Libre 2 sensor is already activated and finished warming up. If you have other apps connecting to the sensor via bluetooth, these need to be shut down or uninstalled. You can only have one app communicating with the sensor via bluetooth. Then press the "pariring and connection" button below to start the process. Please note that the bluetooth connection might take up to a couple of minutes before it starts working.
bg: Моля, уверете се, че Libre 2 сензорът ви вече е активиран и е завършил загряването. Ако имате други приложения, които се свързват със сензора през Bluetooth, те трябва да бъдат затворени или деинсталирани. Само едно приложение може да комуникира със сензора през Bluetooth. След това натиснете бутона „pariring and connection“ по-долу, за да започнете процеса. Моля, имайте предвид, че Bluetooth връзката може да отнеме до няколко минути, преди да заработи.
cs: Ujisti se, že tvůj senzor Libre 2 je už aktivovaný a má po zahřívací fázi. Pokud máš jiné aplikace, které se k senzoru připojují přes Bluetooth, musíš je vypnout nebo odinstalovat. Se senzorem může přes Bluetooth komunikovat vždy jen jedna aplikace. Potom klepni na tlačítko „párování a připojení“ níže a začni proces. Měj na paměti, že navázání Bluetooth připojení může trvat i několik minut, než začne fungovat.
da: Sørg for, at din Libre 2-sensor allerede er aktiveret og færdig med opvarmningen. Hvis du har andre apps, der opretter forbindelse til sensoren via bluetooth, skal disse lukkes ned eller afinstalleres. Du kan kun få én app til at kommunikere med sensoren via bluetooth. Tryk derefter på knappen "parring og forbindelse" nedenfor for at starte processen. Bemærk venligst, at bluetooth-forbindelsen kan tage op til et par minutter, før det begynder at virke.
de: Bitte stell sicher, dass Dein Libre 2 Sensor bereits aktiviert und die Aufwärmphase beendet ist. Wenn andere Apps über Bluetooth mit dem Sensor verbunden sind, müssen diese gestoppt oder deinstalliert werden. Es kann immer nur eine App über Bluetooth mit dem Sensor kommunizieren. Drücke auf "Koppeln und Verbinden", um den Prozess zu starten. Bitte beachte, dass es einige Minuten dauern kann, bevor die Bluetooth-Verbindung funktioniert.
fr: Veuillez vous assurer que votre capteur Libre 2 est déjà activé et a terminé sa phase de préchauffage. Si d’autres applications sont connectées au capteur via Bluetooth, vous devez les fermer ou les désinstaller. Une seule application peut communiquer avec le capteur en Bluetooth. Appuyez ensuite sur le bouton "Appairage et connexion" ci-dessous pour lancer le processus. Veuillez noter que la connexion Bluetooth peut prendre jusqu’à quelques minutes avant de fonctionner.
it: Assicurati che il tuo sensore Libre 2 sia già attivato e che il riscaldamento sia terminato. Se si dispone di altre applicazioni che si connettono al sensore tramite bluetooth, queste devono essere spente o disinstallate. Puoi avere una sola app che comunica con il sensore tramite bluetooth. Quindi premere il pulsante "pariring and connection" qui sotto per avviare il processo. Si prega di notare che la connessione bluetooth potrebbe richiedere fino a un paio di minuti prima che inizi a funzionare.
nb_no: Sørg for at Libre 2-sensoren allerede er aktivert og ferdig med oppvarmingen. Hvis du har andre apper som kobler til sensoren via bluetooth, må disse stoppes eller avinstalleres. Kun én app kan kommunisere med sensoren om gangen. Trykk på \«Parkobling»\ knappen nedenfor for å starte prosessen. Vær oppmerksom på at blåtannforbindelsen kan ta opp til et par minutter før den begynner å virke.
nl: Zorg ervoor dat je Libre 2-sensor al geactiveerd is en klaar is met opwarmen. Als er andere apps zijn die via bluetooth verbinding maken met de sensor dan moeten deze uitgeschakeld of verwijderd worden. Je kunt maar één app gebruiken die communiceert met de sensor via bluetooth. Druk vervolgens op de knop "koppelen en verbinden" hieronder om het proces te starten. Houd er rekening mee dat de bluetooth-verbinding tot enkele minuten kan duren voordat deze begint te werken.
pl: Upewnij się, że czujnik Libre 2 jest już aktywowany i uruchomiony. Jeśli masz inne aplikacje łączące się z czujnikiem przez Bluetooth, należy je wyłączyć lub odinstalować. Możesz mieć tylko jedną aplikację komunikującą się z czujnikiem przez Bluetooth. Następnie naciśnij przycisk „parowanie i łączenie” poniżej, aby rozpocząć proces parowania z czujnikiem. Należy pamiętać, że łączenie Bluetooth może potrwać do kilku minut, zanim zacznie działać.
pt_pt: Por favor, certifique-se de que seu sensor Libre 2 já está ativado e que o aquecimento acabou. Se você tem outros apps conectando ao sensor via bluetooth, eles precisam ser desligados ou desinstalados. Você só pode ter um aplicativo comunicando com o sensor via bluetooth. Em seguida, pressione o botão "pareamento e conexão" abaixo para iniciar o processo. Por favor, note que a conexão bluetooth pode levar alguns minutos antes de começar a funcionar.
ru: Пожалуйста, убедитесь, что датчик Libre 2 уже активирован и завершен прогрев. Если у вас есть другие приложения, подключающиеся к датчику через bluetooth, они должны быть выключены или удалены. Вы можете иметь только одно приложение для общения с сенсором через bluetooth. Затем нажмите на кнопку "pariring and connection" ниже, чтобы запустить процесс. Пожалуйста, обратите внимание, что Bluetooth-соединение может занять несколько минут до того, как он начнет работать.
sv: Se till att din Libre 2-sensor redan är aktiverad och klar med uppvärmningen. Om du har andra appar som ansluter till sensorn via bluetooth, måste dessa stängas av eller avinstalleras. Du kan bara ha en app som kommunicerar med sensorn via bluetooth. Tryck sedan på "Parkoppla sensor och anslut"-knappen nedan för att starta processen. Observera att Bluetooth-anslutningen kan ta upp till ett par minuter innan den börjar fungera.
uk: Будь ласка, переконайтеся, що ваш сенсор Libre 2 вже активований і закінчився розігрів. Якщо у вас є інші програми, які підключаються до сенсору через Bluetooth, їх потрібно вимкнути або видалити. Ви можете мати лише один додаток, який зв’язується з сенсором через Bluetooth. Потім натисніть кнопку «сполучення та підключення» нижче, щоб почати процес. Зверніть увагу, що з’єднання Bluetooth може зайняти до кількох хвилин, перш ніж воно почне працювати.
vi: Vui lòng đảm bảo rằng cảm biến Libre 2 của bạn đã được kích hoạt và hoàn tất quá trình khởi động. Nếu bạn đang sử dụng các ứng dụng khác kết nối với cảm biến qua Bluetooth, hãy tắt hoặc gỡ cài đặt chúng. Chỉ một ứng dụng duy nhất có thể giao tiếp với cảm biến qua Bluetooth cùng lúc. Sau đó, hãy nhấn nút "Ghép nối và kết nối" bên dưới để bắt đầu quá trình. Lưu ý: Việc kết nối Bluetooth có thể mất đến vài phút để bắt đầu hoạt động.
zh_hant: 請確保你的 Libre 2 傳感器已經註冊並完成預熱。如果你有其他應用程式透過藍牙連接傳感器，則需要關閉這些應用程式或卸載它們。 你只能有一個應用程式透過藍牙與傳感器通信。然後按下下面的「配對和連接」按鈕以開始流程。請注意，藍牙連接可能需要幾分鐘才開始運作。

source: Please turn on Bluetooth
bg: Моля, включете Bluetooth
cs: Zapněte prosím Bluetooth
da: Slå Bluetooth til
de: Bitte Bluetooth einschalten
es: Por favor, activa el Bluetooth
fr: Veuillez activer le Bluetooth
it: Attiva Bluetooth
nb_no: Vennligst slå på Bluetooth
nl: Activeer Bluetooth a.u.b.
pl: Proszę włączyć Bluetooth
pt_pt: Por favor, ative o Bluetooth
ru: Пожалуйста, включите Bluetooth
sv: Sätt på Bluetooth
uk: Будь ласка, увімкніть Bluetooth
vi: Vui lòng bật Bluetooth
zh_hant: 請開啟藍牙

source: Please wait
bg: Моля, изчакайте
cs: Čekejte prosím
da: Vent venligst
de: Bitte warten
es: Por favor espere
fr: Patientez s''il vous plait
it: Attendere prego
nb_no: Vennligst vent
nl: Even geduld
pl: Proszę czekać
pt_pt: Por favor, aguarde
ru: Подождите
sv: Vänta...
uk: Будь ласка, зачекайте
vi: Vui lòng chờ
zh_hant: 請稍候

source: Please wait up to 30 minutes before glucose readings are available!
bg: Моля, изчакайте до 30 минути, преди да са налични показанията на глюкоза!
cs: Počkej prosím až 30 minut, než budou dostupné hodnoty glukózy!
da: Vent op til 30 minutter før der er gluokoseaflæsninger tilgængelige!
de: Es kann bis zu 30 Minuten dauern, bis die Glukosemessungen verfügbar sind.
es: Por favor espere hasta 30 minutos antes de que las lecturas de glucosa estén disponibles!
fr: Les mesures du taux de glucose seront disponibles dans un délai pouvant aller jusqu’à 30 minutes !
it: Attendere fino a 30 minuti prima che siano disponibili letture di glucosio!
nb_no: Vennligst vent opptil 30 minutter før blodsukker-avlesningen er tilgjengelig!
nl: Wacht tot 30 minuten voordat glucosewaardes beschikbaar zijn!
pl: Poczekaj do 30 minut, zanim odczyty glikemii będą dostępne!
pt_pt: Por favor, aguarde até 30 minutos antes de leituras de glicose estarem disponíveis!
ru: Пожалуйста, подождите до 30 минут перед тем, как будут доступны данные о глюкозе!
sv: Vänta upp till 30 minuter innan glukosvärden finns tillgängliga!
uk: Зачекайте, будь ласка, до 30 хвилин перед тим, як будуть доступні дані про глюкозу!
vi: Vui lòng chờ tối đa 30 phút trước khi có chỉ số đường huyết!
zh_hant: 請等候最多 30 分鐘，直到血糖讀取值可用！

source: Port
bg: Порт
es: Puerto
it: Porta
nl: Poort
pt_pt: Porta
ru: Порт
uk: Порт
vi: Cổng
zh_hant: 埠

source: Prediction Type
bg: Тип на прогнозата
cs: Typ předpovědi
da: Forudsigelse Type
de: Prognose Typ
es: Tipo de predicción
fr: Type de prédiction
it: Tipo Di Predizione
nb_no: Type prognose
nl: Type Voorspelling
pl: Typ przewidywania
pt_pt: Tipo de previsão
ru: Тип прогноза
sv: Prognos typ
uk: Тип передбачення
vi: Kiểu dự đoán
zh_hant: 預測類型

source: Predictions
bg: Прогнози
cs: Předpovědi
da: Forudsigelser
de: Prognosen
es: Predicciones
fr: Prédictions
it: Previsioni
nb_no: Prediksjoner
nl: Voorspellingen
pl: Przewidywania
pt_pt: Previsão
ru: Прогноз
sv: Prognoser
uk: Прогнози
vi: Dự đoán
zh_hant: 預測

source: Preferences
bg: Предпочитания
cs: Předvolby
da: Preferencer
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
nb_no: Innstillinger
nl: Voorkeuren
pl: Ustawienia
pt_pt: Preferências
ru: Предпочтения
sv: Preferenser
uk: Налаштування
vi: Tùy chỉnh
zh_hant: 偏好設定

source: Prepare Trio
bg: Подготовка на Trio
cs: Příprava Trio
da: Forbered Trio
de: Trio vorbereiten
fr: Préparation de l'application Trio
nb_no: Klargjør Trio
nl: Trio voorbereiden
pl: Przygotuj Trio
sv: Förbered Trio
vi: Chuẩn bị Trio
zh_hant: 準備 Trio

source: Preset
bg: Шаблон
cs: Předvolba
de: Vorlage
fr: Favori
nb_no: Forhåndsinnstilling
sv: Förval
vi: Thiết lập sẵn
zh_hant: 預設

source: Preset "%@" not found.
bg: Шаблонът „%@“ не е намерен.
cs: Předvolba „%@“ nebyla nalezena.
da: Forudindstilling "%@" ikke fundet.
de: Vorlage "%@" nicht gefunden.
fr: Préréglage "%@" introuvable.
nb_no: Fant ikke forhåndsinnstilling "%@".
nl: Voorkeursinstelling "%@" niet gevonden.
pl: Ustawienie "%@" nie zostało znalezione.
sv: Förval "%@" hittades inte.
vi: Không tìm thấy thiết lập sẵn "%@".
zh_hant: 預設 "%@" 未找到。

source: Presets
bg: Шаблони
cs: Předvolby
da: Forudindstillinger
de: Vorlage
es: Ajustes por defecto
fr: Favoris
it: Predefiniti
nb_no: Forhåndsinnstillinger
nl: Voorkeursinstellingen
pl: Profile
pt_pt: Predefinidos
ru: Шаблоны
sv: Förval
uk: Шаблони
vi: Thiết lập sẵn
zh_hant: 預設值

source: Presets cannot be saved with a future date!
bg: Шаблоните не могат да се запазват с бъдеща дата!
cs: Předvolby nelze uložit s budoucím datem!
da: Forudindstillinger kan ikke gemmes med en fremtidig dato!
de: Vorlagen können nicht mit einem zukünftigen Datum gespeichert werden!
es: Los ajustes no se pueden guardar con una fecha futura!
fr: Impossible d’enregistrer avec une date future !
it: Le preimpostazioni non possono essere salvate con una data futura!
nb_no: Forhåndsinnstillinger kan ikke lagres med en fremtidig dato!
nl: Voorkeursinstellingen kunnen niet worden opgeslagen met een toekomstige datum!
pl: Presety nie mogą być zapisane z przyszłą datą!
pt_pt: Predefinições não podem ser salvas com uma data futura!
sv: Förval kan inte sparas med ett framtida datum!
uk: Пресети не можна зберегти з майбутньою датою!
vi: Không thể lưu Thiết lập sẵn vào ngày trong tương lai!
zh_hant: 預設值無法與未來日期一起儲存!

source: Preview Contact Image
bg: Преглед на изображението на контакта
cs: Náhled obrázku kontaktu
da: Forhåndsvis Kontaktbillede
de: Kontaktbild Vorschau
es: Vista previa de imagen de contacto
fr: Aperçu de l'image du contact
it: Anteprima Immagine Contatto
nb_no: Forhåndsvis kontaktbilde
nl: Voorvertoning afbeelding contactpersoon
pl: Podgląd obrazu kontaktu
pt_pt: Pré-visualizar imagem do contato
ru: Просмотр изображения контакта
sv: Förhandsgranska kontaktbild
uk: Попередній перегляд зображення контакту
vi: Xem trước Contact Image
zh_hant: 預覽聯絡人圖片

source: Previous Pod Information
bg: Информация за предишния pod
cs: Informace o předchozím Podu
da: Forringe Pod Information
de: Informationen zum vorherigen Pod
es: Información del Pod anterior
fr: Informations sur le réservoir précédent
it: Informazioni Pod precedente
nb_no: Informasjon om forrige pod
nl: Informatie vorige Pod
pl: Informacje o poprzednim Podzie
pt_pt: Informações Pod anteriores
ru: Информация о предыдущем Поде
sv: Info om tidigare podd
uk: Попередня інформація про Pod
vi: Thông tin Pod trước đó
zh_hant: 上一個 Pod 資訊

source: Primary
bg: Основен
cs: Primární
da: Primær
de: Primär
es: Principal
fr: Primaire
it: Principale
nb_no: Primær
nl: Primair
pl: Podstawowy
pt_pt: Primário
ru: Первичный
sv: Primär
uk: Первинний
vi: Ưu tiên
zh_hant: 主要

source: Privacy Policy
bg: Политика за поверителност
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzbestimmungen
fr: Politique de confidentialité
nb_no: Personvernerklæringen
nl: Privacybeleid
pl: Polityka prywatności
sv: Integritetspolicyn
vi: Chính sách Bảo mật
zh_hant: 隱私政策

source: Proceed
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Fortfahren
es: Continuar
fr: Administrer
it: Procedere
nb_no: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить
sv: Fortsätt
uk: Далі
vi: Tiếp tục
zh_hant: 繼續

source: Processing…
bg: Обработване…
cs: Zpracovávám...
da: Behandler…
de: Verarbeite…
es: Procesando…
fr: Traitement en cours…
it: Elaborazione…
nb_no: Behandler…
nl: Verwerken…
pl: Przetwarzanie…
pt_pt: Processando…
ru: Обработка…
sv: Bearbetar…
vi: Đang xử lý…
zh_hant: 處理中……

source: Produce Stale Values
bg: Генериране на остарели стойности
cs: Generovat zastaralé hodnoty
da: Producér Gamle Værdier
de: Veraltete Werte produzieren
es: Producir Valores Históricos
fr: Générer des valeurs obsolètes
it: Produci Valori Stali
nb_no: Produser foreldede verdier
nl: Produceer oude waarden
pl: Generuj nieaktualne wartości
pt_pt: Produzir valores obsoletos
ru: Произвести устаревшие значения
sv: Skapa inaktuella värden
uk: Виробити застарілі значення
vi: Tạo ra các giá trị đã cũ
zh_hant: 產生過期值

source: profile
bg: профил
cs: profil
da: profil
de: Profil
es: perfil
fr: profil
it: profilo
nb_no: profil
nl: Profiel
pl: profil
pt_pt: perfil
ru: профиль
sv: profil
uk: профіль
vi: hồ sơ
zh_hant: 設定檔

source: Profile
bg: Профил
cs: Profil
da: Profil
de: Mein Profil
es: Perfil
fr: Profil
it: Profilo
nb_no: Profil
nl: Profiel
pl: Profil
pt_pt: Perfil
ru: Профиль
sv: Profil
uk: Профіль
vi: Hồ sơ
zh_hant: 設定檔

source: Profile at 100 %
bg: Профил при 100 %
cs: Profil ve 100 %
da: Profil ved 100 %
de: Profil bei 100 %
es: Perfil al 100 %
fr: Profil à 100 %
it: Profilo al 100 %
nb_no: Profil på 100%
nl: Profiel op 100% %
pl: Profil na 100 %
pt_pt: Perfil a 100 %
ru: Профиль на 100 %
sv: Profil på 100 %
uk: Профіль у 100%
vi: Hồ sơ ở mức 100%
zh_hant: 設定檔 100 %

source: Profile Override
bg: Отмяна на профила
cs: Profil (override)
da: Profil Tilsidesæt
de: Profil Override
es: Anulación del perfil
fr: Remplacement du profil
it: Regolazione Profilo
nb_no: Overstyring av profil
nl: Overschrijf profiel
pl: Profil Nadpisania
pt_pt: Substituir perfil
ru: Переопределение профиля
sv: Profil override
uk: Перевизначення Профілю
vi: Mô tả ghi đè
zh_hant: 設定檔覆蓋

source: Profiles
bg: Профили
cs: Profily
de: Profile
fr: Profils
it: Profili
nb_no: Profiler
nl: Profielen
ru: Профили
sv: Profiler
uk: Профілі
vi: Hồ sơ
zh_hant: 設定檔

source: Protein
bg: Протеин
cs: Bílkoviny
es: Proteína
fr: Protéines
it: Proteine
nl: Eiwit
pl: Białko
pt_pt: Proteínas
ru: Белки
uk: Білки
vi: Chất đạm
zh_hant: 蛋白質

source: Protein / Fat
bg: Протеин / Мазнини
cs: Bílkovin / Tuk
da: Protein / Fedt
de: Eiweiß / Fett
es: Proteína / Grasa
fr: Protéines / Lipides
it: Proteine / Grasso
nb_no: Protein / Fett
nl: Eiwitten / Vat
pl: Białko / tłuszcz
pt_pt: Proteínas / Gordura
ru: Белок / жир
sv: Protein / Fett
uk: Білки / жир
vi: Chất đạm/Chất béo
zh_hant: 蛋白質 / 脂肪

source: Protein Conversion
bg: Преобразуване на протеин
cs: Převod bílkovin
da: Proteinkonvertering
de: Eiweiß-Konvertierung
es: Conversión de proteínas
fr: Conversion des protéines
it: Conversione Delle Proteine
nb_no: Proteinkonvertering
nl: Protein Conversie
pl: Konwersja białka
pt_pt: Conversão das Proteínas
ru: Преобразование белка
sv: Protein Omvandling
uk: Перетворення білків
vi: Chuyển đổi chất đạm
zh_hant: 蛋白質轉換

source: Protein:
bg: Протеин:
cs: Bílkoviny:
de: Eiweiß:
es: Proteína:
fr: Protéines :
it: Proteine:
nl: Eiwit:
pl: Białka:
pt_pt: Proteína:
ru: Белков:
uk: Протеїн:
vi: Chất đạm:
zh_hant: 蛋白質:

source: Pump
bg: Помпа
cs: Pumpa
da: Pumpe
de: Pumpe
es: Bomba
fr: Pompe
it: Microinfusore
nb_no: Pumpe
nl: Pomp
pl: Pompa
pt_pt: Bomba
ru: Помпа
uk: Помпа
vi: Bơm Insulin
zh_hant: 幫浦
